<template>
  <view class="privacy">
    说明：
    1、钉单用户服务协议包括《钉单平台服务协议》、两部分（下称“服务”或“本服务”）；
    2、钉单用户注册时，即同时拥有相同账号的两种服务功能；
    3、这两部分为钉单用户协议不可分割的部分，因此钉单用户必须同时遵守这两部分的协议内容；
    4、本协议包含由钉单APP公布的《钉单APP规则》内容，您使用钉单APP的服务即表明您完全同意《钉单APP规则》关于您权利和责任之约定。
    第一部分 钉单平台服务协议 一、接受条款
    1、本协议由您与好钉单APP平台的经营者（下称“钉单”）共同缔结，本服务协议具有合同效力。
    2、本服务协议内容包括协议正文及所有钉单已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
    3、在本服务协议中没有以“规则”字样表示的链接文字所指示的文件不属于本服务协议的组成部分，而是其它内容的协议或有关参考数据，与本协议没有法律上的直接关系。
    4、用户在使用钉单提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。钉单有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，钉单将以平台告知的形式进行更新，不再单独通知予您。如用户不同意相关变更，必须停止使用“服务”。经修订的协议一经在钉单平台上公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用“服务”将表示用户接受经修订的协议。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。
    5、用户确认本服务协议后，本服务协议即在用户和钉单之间产生法律效力。请用户务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向钉单咨询。
    （1）无论用户事实上是否在注册之前认真阅读了本服务协议，只要用户点击协议正本下方的“确认”按钮并按照钉单注册程序成功注册为用户，用户的行为仍然表示其同意并签署了本服务协议。
    （2）本协议不涉及用户与钉单其它用户之间因网上交易而产生的法律关系及法律纠纷。
    二、定义
    1、钉单APP平台：钉单APP平台指由钉单平台经营者运营的网络平台，包括但不限于钉单APP
    2、钉单平台经营者：钉单平台经营者是指法律认可的经营该平台网站的责任主体，即宁波衣加衣供应链管理有限公司。
    3、钉单平台服务：钉单平台服务是指钉单APP注册用户可在订单平台上发布交易信息、查询产品、产品相关信息及其他服务信息、达成交易意向并进行交易、对其他注册用户进行评价、监控贸易单的进度以及使用其它信息服务及技术服务。
    4、用户及用户注册：
    （1）用户：用户必须是具备完全民事行为能力的自然人，或者是具有合法经营资格的实体组织。无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不当注册为钉单用户或超过其民事权利或行为能力范围从事交易的，其与钉单之间的服务协议自始无效，平台一经发现，有权立即注销该用户，并追究其使用好钉单平台服务的相关法律责任。
    （2）用户注册：用户注册是指用户登录钉单，并按要求填写相关信息并确认同意履行相关用户协议的过程。
    三、用户的权利和义务
    1、用户有权利拥有自己在钉单APP的用户名及登录及支付密码，并有权利使用自己的用户名及密码随时登录好钉单交易平台。用户不得以任何形式擅自转让或授权他人使用自己的好钉单平台用户名；
    2、用户有权根据本服务协议的规定以及钉单平台上发布的相关规则利用钉单交易平台发布交易信息、查询产品、产品相关信息、贸易进度信息及其他服务信息、达成交易意向并进行交易、对其他注册用户进行评价以及使用其它信息服务及技术服务。
    3、用户在钉单网上交易过程中如与钉单其他用户因交易产生纠纷，可以请求钉单从中予以协调。用户如发现钉单其他用户有违法或违反本服务协议的行为，可以向钉单进行反映要求处理。如用户因网上交易与其他用户产生诉讼的，用户有权通过司法部门要求钉单平台提供相关资料；
    4、用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证订单及钉单其他用户可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在钉单平台进行注册或认证；
    5、用户应当保证在使用钉单交易平台进行交易过程中遵守诚实信用的原则，不在交易过程中采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为；
    6、用户不应在钉单交易平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度；
    7、用户在订单在线交易平台上不得发布各类违法或违规信息；
    8、用户在钉单在线交易平台上不得买卖国家禁止销售的或限制销售的物品、不得买卖侵犯他人知识产权或其它合法权益的物品，也不得买卖违背社会公共利益或公共道德的、或是钉单认为不适合在钉单平台销售的物品。该条款涵盖内容由钉单平台认定。
    9、用户承诺自己在使用钉单时实施的所有行为均遵守国家法律、法规和钉单的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任；
    10、用户同意，不对钉单平台上任何数据作商业性利用，包括但不限于在未经钉单事先书面批准的情况下，以复制、传播等方式使用在钉单网站上展示的任何资料。
    四、钉单的权利和义务
    1、有义务钉单在现有技术上维护整个网上交易平台的正常运行，并努力提升和改进技术，使用户网上交易活动得以顺利进行；
    2、对用户在注册使用钉单APP交易平台中所遇到的与交易或注册有关的问题及反映的情况，钉单应及时作出回复；
    3、对于用户在好钉单在线交易平台上的不当行为或其它任何钉单认为应当终止服务的情况，钉单有权随时作出删除相关信息、终止服务提供等处理，而无须征得用户的同意；
    4、因在线交易平台的特殊性，钉单没有义务对所有用户的注册数据、所有的交易行为以及与交易有关的其它事项进行事先审查，但如存在下列情况：
    （1）用户或其它第三方通知钉单，认为某个具体用户或具体交易事项可能存在重大问题；
    （2）用户或其它第三方向钉单告知交易平台上有违法或不当行为的，钉单以普通交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的；
    针对上述情况（包括但不限于），钉单有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任。
    5、用户在钉单平台交易过程中如与钉单其它用户因交易产生纠纷，请求钉单从中予以调处，经平台审核后，钉单平台有权通过电话、电子邮件等联系方式向纠纷双方了解情况，并将所了解的情况通过电话、电子邮件等联系方式互相通知对方；
    6、用户因在钉单线上交易与其它用户产生诉讼的，用户通过司法部门或行政部门依照法定程序要求钉单平台提供相关数据，钉单应积极配合并提供有关资料；
    7、钉单有权对用户的注册数据及交易行为进行查阅，发现注册数据或交易行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除等处理；
    8、经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者钉单有足够事实依据可以认定用户存在违法或违反服务协议行为的，钉单有权在钉单在线交易平台上以网络发布形式公布用户的违法行为；
    9、对于用户在钉单交易平台发布的下列各类信息，钉单有权在不通知用户的前提下进行删除或采取其它限制性措施，包括但不限于以规避费用为目的的信息；以炒作信用为目的的信息；钉单有理由相信存在欺诈等恶意或虚假内容的信息；钉单有理由相信与网上交易无关或不是以交易为目的的信息；钉单有理由相信存在恶意竞价或其它试图扰乱正常交易秩序因素的信息；钉单有理由相信该信息违反公共利益或可能严重损害钉单和其它用户合法利益的；
    10、用户因进行交易、获取有偿服务或接触服钉单交易平台务而发生的所有应纳税赋，以及一切硬件、软件、服务及其它方面的费用均由用户负责支付；
    11、钉单APP仅作为交易地点。钉单仅作为用户物色交易对象，就产品和服务的交易进行协商，以及获取各类与贸易相关的服务的地点。钉单不能控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力；
    12、钉单提醒用户应该通过自己的谨慎判断确定登录物品及相关信息的真实性、合法性和有效性；
    13、许可使用权。用户以此授予钉单及其关联公司独家的、全球通用的、永久的、免费的许可使用权利
    (并有权在多个层面对该权利进行再授权)，使钉单及其关联公司有权(全部或部份地)
    使用、复制、修订、改写、发布、翻译、分发、执行和展示用户的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于网站的各类信息）或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
    五、服务的中断和终止
    1、用户同意，在钉单未向用户收取服务费的情况下，钉单可自行全权决定以任何理由
    (包括但不限于钉单认为用户已违反本协议的字面意义和精神，或以不符合本协议的字面意义和精神的方式行事，或用户在超过180天的时间内未以用户的账号及密码登录网站等)
    终止用户的“服务”密码、账户 (或其任何部份)
    或用户对“服务”的使用，并删除（不再保存）用户在使用“服务”中提交的任何资料。同时钉单可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供“服务”或其任何部份。账号终止后，钉单没有义务为用户保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给用户或第三方。此外，用户同意，钉单不就终止用户接入“服务”而对用户或任何第三者承担任何责任；
    2、如用户向钉单提出注销钉单APP注册用户身份时，经钉单审核同意，由钉单注销该注册用户，用户即解除与钉单的服务协议关系。但注销该用户账号后，钉单仍保留下列权利：
    （1）用户注销后，钉单有权保留该用户的注册数据及以前的交易行为记录；
    （2）用户注销后，如用户在注销前在钉单交易平台上存在违法行为或违反合同的行为，钉单仍可行使本服务协议所规定的权利。
    3、在下列情况下，钉单可以通过注销用户的方式终止服务：
    （1）在用户违反本服务协议相关规定时，钉单有权终止向该用户提供服务。钉单将在中断服务时通知用户。但如该用户在被钉单终止提供服务后，再一次直接或间接或以他人名义注册为钉单用户的，平台有权再次单方面终止向该用户提供服务；
    （2）如钉单通过用户提供的信息与用户联系时，发现用户在注册时填写的手机号码、电子邮箱已不存在或无法接听电话或接收电子邮件的，经平台以其它联系方式通知用户更改，而用户在三个工作日内仍未能提供新的手机号码或电子邮箱地址的，钉单有权终止向该用户提供服务；
    （3）一旦钉单发现用户注册数据中主要内容是虚假的，钉单有权随时终止向该用户提供服务；
    （4）本服务协议终止或更新时，用户明示不愿接受新的服务协议的；
    （5）其它钉单认为需终止服务的情况。
    4、服务中断、终止之前用户交易行为的处理因用户违反法律法规或者违反服务协议规定而致使钉单中断、终止对用户服务的，对于服务中断、终止之前用户交易行为依下列原则处理：
    （1）服务中断、终止之前，用户已经上传至钉单的产品尚未交易或尚未交易完成的，钉单有权在中断、终止服务的同时删除此项产品的相关信息；
    （2）服务中断、终止之前，用户已经就其它用户出售的具体产品作出要约，但交易尚未结束，钉单有权在中断或终止服务的同时删除该用户的相关要约；
    （3）服务中断、终止之前，用户已经与另一用户就具体交易达成一致，钉单可以不删除该项交易及相关进度信息，但钉单有权在中断、终止服务的同时将用户被中断或终止服务的情况通知用户的交易对方。
    六、隐私权政策 1、适用范围：
    （1）在用户注册钉单账户时，用户根据钉单要求提供的个人注册信息；
    （2）在用户使用钉单服务，参加钉单活动，或访问钉单平台时，钉单自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录；
    （3）钉单收集到的用户在钉单
    平台进行交易的有关数据，包括但不限于出价、购买、产品登录、信用评价、贸易进度及违规记录；
    （4）钉单通过合法途径从商业伙伴处取得的用户个人数据。 2、信息使用：
    （1）钉单不会向任何人出售或出借用户的个人信息，除非事先得到用户得许可。
    （2）钉单亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，钉单有权立即终止与该用户的服务协议，查封其账号。
    （3）为服务用户的目的，钉单可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品、告知和服务信息，或者与钉单合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）。
    3、信息披露，用户的个人信息将在下述情况下部分或全部被披露：
    （1）经用户同意，向第三方披露；
    （2）如用户是符合资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
    （3）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
    （4）出现违反中国有关法律或者网站政策的情况，需要向第三方披露；
    （5）为提供您所要求的产品和服务，而必须和第三方分享用户的个人信息；
    （6）在钉单上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，
    钉单有权可以决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；
    （7）其它钉单根据法律或者网站政策认为合适的披露。 4、信息安全：
    （1）钉单及会员账户均有安全保护功能，请妥善保管用户的账户及密码信息；
    （2）在使用平台服务进行网上交易时，用户不可避免的要向交易对方或潜在的交易对方提供自己的个人信息，如联络方式或者邮政地址。请用户妥善保护自己的个人信息，仅在必要的情形下向他人提供；
    （3）如果用户发现自己的个人信息泄密，尤其是账户及密码发生泄露，请用户立即联络好钉单客服，以便平台采取相应措施。
    七、责任范围和责任限制
    1、您明确理解和同意，钉单不对因下述任一情况而发生的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿
    (无论钉单是否已被告知该等损害赔偿的可能性)： （1）使用或未能使用“服务；
    （2）第三方未经批准的接入或第三方更改用户的传输数据或数据；
    （3）第三方对“服务”的声明或关于“服务”的行为；或非因钉单的原因而引起的与“服务”有关的任何其它事宜，包括疏忽。
    2、钉单会尽一切努力使您在使用钉单APP的过程中得到乐趣。遗憾的是，钉单不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。为此，您明确理解和同意，您使用“服务”的风险由您自行承担，且“服务”以“按现状”和“按可得到
    ”的状态提供。钉单明确声明不作任何种类的明示或暗示的保证，包括但不限于关于适销性、适用于某一特定用途和无侵权行为等方面的保证。钉单对下述内容不作保证：
    （1）“服务”会符合您的要求；
    （2）“服务”不会中断，且适时、安全和不带任何错误；
    （3）通过使用“服务”而可能获取的结果将是准确或可信赖的；
    （4）您通过“服务”而购买或获取的任何产品、服务、资料或其他材料的质量将符合您的预期。通过使用“服务”而下载或以其他形式获取任何材料是由您自行全权决定进行的，且与此有关的风险由您自行承担，对于因您下载任何该等材料而发生的您的电脑系统的任何损毁或任何数据损失，您将自行承担责任。您从钉单或通过或从“服务”获取的任何口头或书面意见或资料，均不产生未在本协议内明确载明的任何保证责任。
    3、不论在何种情况下，钉单均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
    八、知识产权
    钉单向用户提供的任何资料、技术或技术支持、软件、服务等知识产权均属于钉单所有，除钉单明示同意外，用户无权复制、传播、转让、许可或提供他人使用，否则应承担相应的法律责任。
    九、赔偿：用户明确理解并同意，如因其违反有关法律或者本协议之规定，使钉单遭受任何损失，受到任何第三方的索赔，或任何行政管理部门的处罚，用户应对钉单提供补偿，包括合理的律师费用。
    十、政策修改：钉单保留对本政策作出不时修改的权利。 十一、协议的解除和终止
    有下列情形之一时本协议立即自行终止，钉单有权按照协议约定的内容注销用户信息，且不负任何赔偿及补偿责任：
    （1）用户经营活动违反国家法律、法规；
    （2）用户使用钉单服务过程中，存在故意捏造事实，诋毁钉单的商誉行为的；
    （3）用户严重违反本协议中的其他约定的。 十二、法律适用、管辖及其他
    1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例；
    2、您与钉单仅为独立订约人关系。本协议无意结成或创设任何代理、合伙、合营、雇佣与被雇佣或特性授权与被授权关系；
    3、您同意钉单因经营业务需要有权将本协议项下的权力义务就部分或全部进行转让，而无须再通知予您并取得您的同意；
    4、因本协议或叮当服务所引起或与其有关的任何争议应向钉单经营者所在地人民法院提起诉讼；
    5、本协议取代您和钉单先前就相同事项订立的任何书面或口头协议。倘若本协议任何条款被裁定为无效或不可强制执行，该项条款应被撤销，而其余条款应予遵守和执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。钉单未就您或其他人士的某项违约行为采取行动，并不表明钉单撤回就任何继后或类似的违约事件采取动的权利。
  </view>
</template>
<style>
.privacy {
  padding: 20px;
}
</style>
<script>
export default {
  components: {},
  data() {
    return {};
  },
  methods: {},
};
</script>
